{
  "cite: 165": "The National Fireplace Institute (NFI) is the professional certification division of the Hearth, Patio & Barbecue Education Foundation (HPBEF).",
  "cite: 275, 276": "The specialist serves as the critical 'cog' connecting the customer's needs and the technical abilities of the internal installation team.",
  "cite: 283, 284": "The primary objective of the Hearth Design Specialist's relationship with a client is to provide them with peace of mind that they are working with a true expert.",
  "cite: 325": "Any advice provided regarding the operation or maintenance of an appliance must be uncompromisingly consistent with the manufacturer's instructions and company policies.",
  "cite: 357": "In effective sales communication, a Specialist should maintain a ratio of approximately 75% listening and 25% talking.",
  "cite: 371, 372": "Features are technical specs; benefits are how those specs improve the user's life (e.g., needing to fill the unit less often).",
  "cite: 388, 389, 390": "Manufacturer brochures are marketing tools and may feature unapproved installations; always verify technical details in the installation manual.",
  "cite: 411": "The first person to greet a client sets the tone for the entire business relationship and is critical to the specialist business model.",
  "cite: 417, 598": "Avoid rushing to product demos; learning about the client's specific home and needs first allows for a more targeted recommendation.",
  "cite: 424, 425": "When a customer brings misinformation, avoid direct contradiction. Instead, gently share what your professional experience has proven true.",
  "cite: 500, 501": "For recreational heat and aesthetics, prioritize appearance and convenience of operation in your product recommendations.",
  "cite: 517": "The 'Fuel Characteristics' chart indicates that pellet appliances generally require 'High' maintenance due to mechanical complexity.",
  "cite: 544": "Documenting the Damper/Throat Configuration is necessary to determine if existing heat tubes will interfere with a new installation.",
  "cite: 545, 546": "NFPA 211 requires a Level II inspection for any masonry chimney before a new appliance is installed or a change in use occurs.",
  "cite: 552": "Vents or chimneys should be taller than the house peak to avoid downdrafts caused by negative pressure zones.",
  "cite: 564": "For homes with no existing system, the horizontal distance to the roof peak is a critical site-assessment measurement.",
  "cite: 583, 584, 585": "To compete with 'big box' stores, help the client visualize the total 'vision,' including the mantel, surround, and all accessories.",
  "cite: 650": "Quality hearth heat is a combination of radiant energy (like the sun) and convective warm air, providing superior comfort.",
  "cite: 670, 672": "Once a deposit is taken, the Specialist must maintain communication to ensure the sale's momentum isn't lost during the technical phases.",
  "cite: 695": "The 'Fire Triangle' consists of three essential elements: Fuel, Air (Oxygen), and Heat (Ignition).",
  "cite: 729": "Natural gas has a high ignition temperature, typically requiring temperatures between 920°F and 1,120°F to ignite.",
  "cite: 772": "Carbon Monoxide is dangerous because hemoglobin in the blood absorbs it 300 times faster than it absorbs oxygen.",
  "cite: 775, 776, 777": "Incomplete combustion produces Carbon Monoxide (CO), a toxic gas that is odorless, colorless, and tasteless.",
  "cite: 803": "The 'Three T's' of combustion efficiency are Temperature (high enough), Turbulence (proper mixing), and Time (residence in the firebox).",
  "cite: 812, 813": "Residence time is the duration that fuel gases stay in the high-temperature zone; longer time results in more complete combustion.",
  "cite: 867, 869": "Factory-built fireplaces are 'engineered systems' where all components—firebox, chimney, and accessories—are tested and listed together.",
  "cite: 982": "Radiation is the transfer of heat via infrared energy waves that warm solid objects directly without heating the air in between.",
  "cite: 1042, 1286": "The Authority Having Jurisdiction (AHJ) is the local official (like a fire marshal) responsible for code enforcement.",
  "cite: 1084, 1085": "UL 1482 is the standard for solid-fuel type room heaters, including most freestanding wood stoves and inserts.",
  "cite: 1154, 1247": "In many jurisdictions, vented gas fireplaces listed under ANSI Z21.50 are prohibited from being controlled by a thermostat.",
  "cite: 1158, 1159, 1247": "ANSI Z21.60 is the specific standard for decorative gas appliances designed for installation in solid-fuel burning fireplaces.",
  "cite: 1198": "The ODS (Oxygen Depletion Sensor) is a safety device that shuts off the gas if oxygen levels in the room fall below a safe threshold.",
  "cite: 1204": "Unvented gas heaters installed in bedrooms are limited by code to a maximum input of 10,000 BTU per hour.",
  "cite: 1263": "ASTM E 1509 requires pellet appliances to have a hopper lid interlock that cuts power to the auger when the lid is opened.",
  "cite: 1265": "Burnback refers to an unsafe condition where fire or smoke travels backward from the burn pot into the fuel delivery system.",
  "cite: 1275": "HUD requires wood-burning appliances in mobile homes to be equipped with a direct-connected outside combustion air intake.",
  "cite: 1276": "Mobile home regulations require that the hearth appliance be physically bolted or secured to the floor or structure of the home.",
  "cite: 1389": "The 2015 EPA NSPS standards established a particulate matter limit of 4.5 grams per hour for new wood-burning room heaters.",
  "cite: 1402": "Qualified wood fireplaces under the EPA's voluntary program must meet a lower emission limit, typically 5.1 grams of PM per kg of fuel.",
  "cite: 1457, 1473, 1481": "Draft is the pressure difference (motive force), while flow is the actual volume of air or gas moving through the system.",
  "cite: 1470": "The draft hood in a Type B vent system allows relief for backdrafts and helps neutralize the effects of different chimney heights.",
  "cite: 1496": "Over-sizing a flue can weaken natural draft because the gases move more slowly and cool down before they can exit the chimney.",
  "cite: 1531": "High-powered exhaust fans, like downdraft kitchen ranges, are primary causes of house-wide negative pressure.",
  "cite: 1580": "Direct Vent systems are sealed from the room; they draw all air for combustion from outside and exhaust all gases back outside.",
  "cite: 1607, 1645": "Pyrolysis is the chemical decomposition of wood due to long-term exposure to heat, which lowers its ignition point.",
  "cite: 1622, 1623, 1625": "Even if fire-rated, materials with paper facings (like standard gypsum board) must be treated as combustible materials.",
  "cite: 1688, 1689": "In corner installations, the distance from the corner to the appliance front (Y) is calculated as: Y = 0.707(D + E + W/2).",
  "cite: 2003": "Ashes must be placed in a metal container with a tight-fitting lid and stored on a non-combustible surface outdoors.",
  "cite: 2015, 2016": "The 'Dollar Bill Test' involves closing a door on a bill; if it pulls out with no resistance, the gasket is not sealing.",
  "cite: 2139, 2140": "Stage I of wood combustion is the 'drying phase,' where heat is used to evaporate moisture rather than create usable warmth.",
  "cite: 2144, 2145": "Pyrolysis during the wood fire process breaks down solid wood into charcoal and volatile hydrocarbon gases.",
  "cite: 2182, 2183, 2188": "The Lower Heating Value (LHV) assumes wood moisture is evaporated, which results in a higher efficiency percentage.",
  "cite: 2209": "A catalytic combustor works by chemically lowering the temperature at which smoke and gases ignite.",
  "cite: 2226, 3323": "To burn efficiently, firewood should have a moisture content of 20% or less.",
  "cite: 2276": "For masonry chimneys with exterior walls, NFPA 211 limits flue size to no more than 2x the cross-sectional area of the flue collar.",
  "cite: 2322": "The 3-2-10 rule: A chimney must be 3ft above the roof and 2ft higher than any structure within 10ft horizontally.",
  "cite: 2424, 2426": "Closed woodstoves require UL 103 'Type HT' chimneys, designed to withstand 2,100 degree F chimney fire conditions.",
  "cite: 2452, 2453, 2455": "An attic insulation shield is required to maintain the mandatory 2-inch air space clearance from insulation.",
  "cite: 2677": "The maximum horizontal length of a chimney connector is limited to 50% of the vertical height of the chimney above the connector.",
  "cite: 2718, 2721": "Even with approved clearance reduction, the absolute minimum clearance for a single-wall connector is usually 6 inches.",
  "cite: 2723": "Single-wall chimney connectors must be installed with the crimped end pointing down to ensure creosote drips back into the stove.",
  "cite: 3684": "Extreme firebox temperatures (above 1,800 degree F) or direct flame impingement can cause the precious metal coating on a catalyst to peel.",
  "cite: 3712": "Millivolt systems use a thermopile to convert the heat of a pilot flame into enough electricity to operate the main gas valve.",
  "cite: 3729, 3738": "Propane has a specific gravity of 1.52, meaning it is heavier than air and will pool on the floor if a leak occurs.",
  "cite: 3744": "Natural gas has a specific gravity of approximately 0.6, making it lighter than air.",
  "cite: 3745": "Propane has a lower flammability limit of 2.15%, meaning it can ignite at lower concentrations than natural gas.",
  "cite: 91, 3335, 3888": "Intuitive (Type 1) reasoning is quick and relies on pattern recognition; Analytical (Type 2) is slow, rule-based, and methodical.",
  "cite: 107, 5199": "Confirmation bias occurs when clinicians seek information that supports a preferred diagnosis while ignoring contrary data.",
  "cite: 270, 750, 1345": "Oral temperature is typically performed starting at age 4 to 5 when the child is cooperative and can hold the probe.",
  "cite: 311, 616, 789": "In infants and toddlers, heart, lung, and abdominal assessments are done while quiet; ears and throat are saved for last.",
  "cite: 412, 1479, 1665": "The duck walk is part of the 90-second orthopedic evaluation to assess hip, knee, and ankle function in athletes.",
  "cite: 479, 2571": "A blood pressure cuff that is too small for the patient's arm circumference leads to a falsely high pressure reading.",
  "cite: 561, 982": "Healthy term infants generally double their birth weight by 6 months and triple it by 12 months.",
  "cite: 634, 1689, 2860": "In the abdominal exam, auscultation is performed second (after inspection) to avoid altering bowel sounds through touch.",
  "cite: 678, 1117, 2889": "Blunt percussion involves striking a flat hand against the body to assess for organ tenderness, such as at the CVA.",
  "cite: 801, 1122, 2504": "Resonance is the low-pitched, hollow sound expected when percussing over healthy, air-filled lung tissue.",
  "cite: 827, 3002": "Still murmur is a vibratory, innocent murmur best heard at the lower left sternal border in a sitting child.",
  "cite: 1209, 3009": "The pediatric respiratory system is considered fully developed by approximately 8 to 9 years of age.",
  "cite: 1393, 1597": "AAP guidelines recommend formal autism screening using the M-CHAT at the 9 and 30-month well-child visits.",
  "cite: 1744, 3889": "Analytical (Type 2) reasoning is slow and methodical, often using logic-based algorithms like VINDICATE.",
  "cite: 1748, 1885, 2366": "Occam's Razor suggests the simplest explanation that unifies all findings is the most likely correct diagnosis.",
  "cite: 1779, 1909": "Pyrexia (fever) is triggered by prostaglandins and endogenous pyrogens acting on the hypothalamus.",
  "cite: 1906, 2093": "Pain is considered the 'fifth vital sign' and must be assessed appropriately for the patient's age and cognitive status.",
  "cite: 4954, 4980": "Anchoring heuristic is the tendency to fixate on an initial finding; Premature Closure is accepting a diagnosis before full verification.",
  "cite: 4955": "Premature closure is the most common cognitive error in diagnostic reasoning."
}